;Do not translate this section
[Info]
Language=Hungarian (Magyar)
Translator=Appel(appel@freemail.hu)
Version=1.0.0.365

;Main Menu
[Menu]
;
;Feed Menu
;
Title32791=&Hír
Item32791=Összes hírforrás frissítése
Item33321=Állítsa meg az összes frissítést
Item32793=Mindet megjelöli olvasottként
Item36564=Számláló aktualizálása
Item32792=Frissítse a Híreket/Csoportokat
Item32818=Megjelölés olvasottként
Item32800=Törlés
Item36739=Átnevezés
Item32799=Tulajdonságok...
Item36548=Hírek szervezése...
Item57665=K&ilépés

Title32797=Hozzáadás
Item32797=Hírforrás...
Item36537=Hír keresése...
Item32796=Hírcsoport...
Item36558=Bloglines hírek hozzáadása...
Item32837=Hírek figyelése...
Item32925=Címke...

;
;Edit Menu
;
Title57635=&Szerkesztés
Item57635=Ki&vágás
Item57634=&Másolás
Item57637=&Beillesztés
Item57636=Szöveg keresése (aktuális oldalon)...
Item36547=Hírcsatornák keresése...
Item32917=Hír elemek keresése
Item32858=Következő keresése
Item36738=Általános keresés...

;
;View Menu
;
Title32922=&Nézet
Item32922=Híroszlop
Item32923=Hírlista
Item36609=Új fül
Item32811=&Olvasóablak nagyítása
Item33035=Következő olvasatlan hír
Item36544=Következő olvasatlan csoport
Item32861=&Következő hír
Item32860=&Előző hír

;
;Tools Menu
;
Title32808=&Eszközök
Item32808=&Hírforrások importálása OPML/XML Fájlból...
Item32842=&Hírforrások exportálása OPML/XML Fájlba...
Item36543=Hírelemek exportálása &RSS/XML Fájlba...
Item32841=&Takarítás varázsló...
Item32852=&Beállítások...

Title33312=Hírek &Statisztikája
Item33312=Legtöbbet látogatott
Item33313=Legkevesebbet látogatott
Item36732=Legaktívabb az elmúlt 60 napban
Item36733=Leginaktívabb az elmúlt 60 napban
Item36735=Konfigurálás...

;
;Help Menu
;
Title36553=&Segítség
Item36553=Újabb verziók keresése
Item36550=GreatNews weboldalának meglátogatása...
Item36567=GreatNews Fórum meglátogatása...
Item57664=&A programról...

;
;Feed Tree Popup Menu
;
Item32815=Mindet kibont
Item32816=Mindet összecsuk
Item33033=Összecsukás csoportokba

;
;News List Popup Menu
;
Item32870=Megjelölés olvasottként
Item36601=Megjelölés olvasatlanként
Item36539=Törlés
Item36556=Új címke...

[FeedGroupPropertiesDialog]
Title=Csoport tulajdonságai
C1070=Csoport neve(*):
C1071=Leírás:
C1072=Csoport weboldala:
C1030=Ne frissítse automatikusan ezt a csoportot

[OptionsDialog]
Title=Beállítások

[OptionsDialog_General]
Title=Általános
C1010=Minden hír frissítése amikor a GreatNews elindul
C1006=Programfrissítések ellenőrzése amikor a GreatNews elindul
C1013=Minimalizálás a tálcára
C1058=Bezárás a tálcára
C1074=Automatikusan frissítse a híreket minden
C1075=Emlékeztessen a takarítás varázslóra minden
C1073=Amikor a GreatNews elindul
C1062=Üres lap mutatása
C1007=Üdvözlő képernyő mutatása
C1063=A 10 leglátogatottabb hírforrás mutatása
C1016=A GreatNews beállítása alapértelmezett hírgyűjtőnek

[OptionsDialog_Reading]
Title=Olvasás
C1076=Megjelenített
C1077=Hírelemek száma oldalanként (1 ~ 999)
C1011=Hírek közötti váltáskor az előző megjelölése olvasottként
C1010=Automatikusan frissítse a Híreket/Csoportokat amikor rákattint
C1078=Amikor az utolsó lapont a "Next>" linkre kattint
C1062=Maradjon az utolsó oldalon
C1067=Nyissa meg a következő olvasatlan hírt vagy csoportot, attól függően hogy mit olvasok
C1079=Jelölje meg az aktuális oldalt olvasottként
C1069=Interaktívan
C1068=Automatikusan
C1080=mp(0~999, 0 = soha)
C1006=Emlékeztessen, ha a hírek nem frissültek
C1135=napja
C1136=Új elem előugró ablak maradjon
C1137=mp-ig

[OptionsDialog_Usability]
Title=Használhatóság
C1081="Következő olvasatlan Hírek/Csoportok" funkció
C1010=Automatikusan bezárja a hírek listát
C1011=Automatikusan beállítja a szűrőt "olvasatlannak"
C1012=Automatikusan megjelöli olvasottnak a legutolsó Híreket/Csoportokat
C1082=Elem keresése/Következő elem/Előző elem funkció
C1013=Automatikusan megnyitja a hírek listáját
C1006=Előugró ablak blokkolása ( Ctrl + kattintás a linkre engedélyezi a felugró ablakot)
C1007=Buborékablak megjelenítése a tálcán, ha a hírek frissítése befejeződött
C1058=RSS linkek megnyitása külső alapértelmezett böngészőben
C1138=Dupla kattintás a hírlistában megnyitja a weboldalt:
C1062=Külső böngészőben
C1063=GreatNews olvasóablakban
C1064=Új fülön
C1139=Kattintás a linken az olvasóablakban megnyitja az RSS cikket:
C1057=Aktuális fülön
C1060=Külső böngészőben
C1061=Új fülön
C1059=Füleken való böngészés tiltása (GreatNews újraindítása szükséges)
C1123=Ne bontsa ki/csukja be a hírcsoportokat automatikusan

[OptionsDialog_ItemFeatures]
C1140=Mutassa a következő kiválasztott tulajdonságokat az olvasóablakban:
C1010=Címke hozzáadása
C1011=Küldés emailben
C1013=Szerző
C1017=Kiemelt hír figyelés
C1006=Megjegyzés követése (ha lehetséges)
C1141=Podcasting Enclosure Types:
C1016=Blog eszközök beállítása...

[OptionsDialog_Connection]
C1062=Használja az IE beállításait
C1063=Használja a következő proxy-t:
C1147=Cím:
C1148=Port:
C1149=Felh.név:
C1150=Jelszó:
C1151=Nincs Proxy a következőhöz:

[ConfigBlogToolsDialog]
Title=Blog eszközök beállítása
C1142=Beállított eszközök:
C1143=Eszköz részletei:
C1108=Név:
C1145=Típus:
C1100=Cím:
C1146=A következő változók használhatók a címben: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Új
C1057=&Törlés
C1018=&Mentés
C2=Bezárás

[LabelDialog]
Title=Címke tulajdonságai
C1083=Címke(*):
C1120=Stílus:

[FindSubscribedChannelDialog]
Title=Feliratkozott hírcsatornák keresése

[GlobalSearchDialog]
Title=Általános keresés
C1134=&Keresés az összes hírforrásban:
C1027=&Kis- és nagybetű megkülönböztetése
C1013=&Teljes szóval megegyező
C1=Keresés
C2=Bezárás

[OrganizeChannelsDialog]
Title=Hírek szervezése
C1084=Hírek kiválasztása:
C1017=Mindet kijelöli
C1038=Egyiket sem jelöli ki
C1061=Új hírcsoport...
C1016=Áthelyezés csoportba
C1052=Hírek törlése
C1064=Leválasztja a Bloglines-ról

[ChannelPropertiesDialog]
Title=Hír tulajdonságai

[ChannelPropertiesDialog_URL]
C1085=Hírforrás címe(*):
C1010=Hírforrás tulajdonságainak lekérése az Internetről
C1016=Forrás ellenőrzése
C1065=Szinkronizálja ezt a hír a Bloglines.com-on keresztül
C1064=Leválasztja a Bloglines-ról
C1030=Ne frissítse ezt a hírt automatikusan
C1006=Ez a hírforrás hitelesítést igényel:
C1130=Felh.név:
C1131=Jelszó:
C1125=Tipp: Ha nem ismered a hírforrás pontos címét, akkor csak írd be közvetlenül a weboldal címét pl: http://www.cnn.com. GreatNews automatikusan megkeresi az RSS híreket a weboldalon.

[ChannelPropertiesDialog_Properties]
C1086=Cím(*):
C1087=Leírás:
C1088=Weboldal:
C1089=Formátum:
C1009=( válaszd a "Hírforrás tulajdonságainak lekérése az Internetről" az előző oldalon, a hír formátumáért.)
C1092=Utoljára módosítva:
C1090=Utoljára ellenőrizve:
C1021=Még nem ellenőrzött
C1114=Automatikus frissítés:
C1115=Törölje a cikkeket, amik régebbiek mint:

[ChannelPropertiesDialog_Settings]
C1114=Automatikus frissítés időköze:
C1120=Megjelenítés stílusa:
C1115=Törölje a cikkeket, amik régebbiek mint:
C1013=Csak a legfrissebbeket tartsa meg
C1132=Új elemek takarításkor
C1006=Értesítsen új elemek érkezésekor
C1007=Tartsa meg ezt a hírt, akkor is ha inaktív

[ChannelPropertiesDialog_Group]
C1091=Hírcsoport kiválasztása:
C1016=Új csoport...

[InactiveChannelDialog]
Title=Inaktív hírek
C1016=Törlés/Letiltás
C1133=(Inaktív hírek, melyek címkézve vannak le lesznek tiltva)
C1122=Tartsa meg
C2=Bezárás

[NewsWatchPropertiesDialog]
Title=Hír figyelésének tulajdonságai

[NewsWatchPropertiesDialog_Properties]
C1092=A figyelés Neve(*):
C1093=Figylet szavak(*):
C1044=A szó bármely részében keres
C1023=Minden szót keres
C1046=Pontos kifejezés keresése
C1027=Kis- és nagybetűk megkülönböztetése
C1013=Teljes szóval megegyező
C1094=Talált hírek elemi
C1059=Szöveg színének kiemelése
C1095=Háttér színe
C1057=Hagyja figyelmen kívül a talált hírek elemeit, amikor frissít
C1058=Közvetlenül olvasottnak jelöl
C1154=Mit figyeljen:
C1010=Hírek címe
C1019=Tartalom
C1015=Szerző
C1041=Hír figyelésének tiltása
C1120=Megjelenítés stílusa:

[NewsWatchPropertiesDialog_Channels]
C1023=Minden hír figyelése
C1024=Kijelölt hírek figyelése
C1016=Mindet kijelöl
C1038=Egyiket sem jelöli ki
C1018=Futtassa ezt a hírfigyelést a letöltött híreken


[ExportDialog]
Title=Exportálás OPML/XML-be

[ExportDialog_Select]
C1097=Csoportok/Hírek kiválasztása exportálásra:
C1016=Mindet kijelöl
C1038=Egyiket sem jelöli ki
C1010=Minden hírfigyelés és címke exportálása
C1098=(Ha ez a beállítása be van pipálva, a kimeneti opml/xml fájl nem biztos, hogy kompatibilis lesz más RSS olvasókkal)

[ExportDialog_File]
C1096=Exportálandó fájl neve(*):

[ImportDialog]
Title=Importálás OPML/XML-ből

[ImportDialog_File]
C1032=Alapértelmezett hírek importálása
C1035=Hírek/Csoportok importálása fájlból
C1099=Fájlnév:
C1036=Hírek/Csoportok importálása Internetről
C1100=Cím:

[ImportDialog_Select]
C1104=Importálandó Csoportok/Hírek kijelölése:
C1016=Mindet kijelöl
C1038=Egyiket sem jelöli ki
C1010=Importálás alatt a Hírek frissítése az internetről
C1011=Importálja a hírfigyelőket és címkéket fájlból

[ImportDialog_Group]
C1101=Hírek áthelyezése Csoportba:
C1016=Új csoport...

[ImportDialog_Progress]
C1026=Kattintson a [Next] gombra az importáláshoz...
C1016=Importálás leállítása
C1102=(Bármikor leállíthatja az importálást, majd később újra importálhatja)
C1103=Tipp: Importálás után használja a Hír->Hírek szervezése... hogy átrendezze a híreket

[ExportRSSDialog]
Title=Hírek exportálása RSS fájlba
C1099=Fájlnév(*):

[CleanupDialog]
Title=Takarítás varázsló

[CleanupDialog_Options]
C1105=Takarítsa a híreket, melyek régebbiek, mint:
C1117=(A hír szint beállítás felülírja ezt az alapértelmezett értéket)
C1010=Beleértve az olvasatlan híreket
C1011=Beleértve a címkézett híreket
C1006=Adatfájl tömörítése a takarítás után
C1124=GreatNews ideiglenes fájlok törlése
C1013=Csak a legfrissebbeket tartsa meg
C1152=Új elem hírforrásonként (*)
C1153=(*) a beállítás felülírható a hír szintnél

[CleanupDialog_Channels]
C1097=Hírek kijelölése takarításra:
C1016=Mindet kijelöl
C1038=Egyiket sem jelöli ki

[CleanupDialog_Progress]
C1025=Kattintson a  [Next] gombra a takarítás megkezdéséhez

[SearchChannelPropertiesDialog]
Title=Hírek keresése
C1106=Keresés ebből:
C1107=Kulcsszó(*):
C1108=Cím(*):

[BloglinesSyncDialog]
Title=Bloglines.com hírek szinkronizálása

[BloglinesSyncDialog_Account]
C1109=Bloglines.com fiók:
C1110=Jelszó(*):
C1111=Jelszó megerősítése(*):

[BloglinesSyncDialog_Channels]
C1112=Bloglines hírek kijelölése, amiket szinkronizálni szeretne a GreatNews-zal:
C1016=Mindet kijelöl
C1038=Egyiket sem jelöli ki
C1010=GreatNews olvasottként jelölje meg a hírt a Bloglines-on

[Toolbars]
T200=Hírek
T201=Keresés
T101=Cím

B32791=Összes frissítése
B32818=Megjelölés olvasottként
B32850=Összes mutatása
B32840=Stílus

;The date combobox on toolbar
[DateFilter]
0=Mai
1=Tegnapi és mai
2=Elmúlt 7 nap
3=Elmúlt 30 nap
4=Mind

;The status combobox on toolbar
[StatusFilter]
0=Olvasatlan
1=Címkézett
2=Mind

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 perc
1=30 perc
2=1 óra
3=2 óra
4=3 óra
5=4 óra

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 hét
1=2 hét
2=1 hónap
3=2 hónap
4=3 hónap
5=6 hónap
6=Soha

;Auto Update Frequency combobox in feed Properties dialog
[ChannelAutoUpdateFrequency]
0=Alapértelmezett
1=1 perc
2=5 perc
3=10 perc
4=15 perc
5=30 perc
6=1 óra
7=2 óra
8=3 óra
9=4 óra
10=Naponta kétszer
11=Naponta

;Cleanup max age combobox in feed Properties dialog
[ChannelCleanupMaxAge]
0=Alapértelmezett
1=Mind
2=1 nap
3=2 nap
4=1 hét
5=2 hét
6=1 hónap
7=3 hónap
8=6 hónap
9=Soha

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Mind
1=1 hét
2=2 hét
3=1 hónap
4=3 hónap
5=6 hónap


[Messages]
;main
M137=Már feliratkozott erre a hírforrásra. Meg szeretné nyitni?
M138=A link hírforrásnak tűnik. Fel szeretne iratkozni?
M152=Biztos benne, hogy törli ezt a csoportot [%s]?
M153=Biztos benne, hogy törli ezt a hírforrást [%s]?
M154=Biztos benne, hogy törli ezt a hírfigyelést [%s]?
M155=Biztos benne, hogy törli ezt a címkét [%s]?
M156=Nem található a  GreatNews adat fájl.[%s]
M157=Adatfálj frissítés szükséges. Kattintson az OK-ra a kezdéshez.
M158=Egy új verzió [%s] található. Szeretné megtekinteni az újdonságokat?
M159=%d Hírforrás
M160=%d új hír érkezett %d hírforrásból.
M161=%d hírforrás sikertelen.
M162=GreatNews befejezete a hírek frissítését.
M163=GreatNews - Hír frissítése %d of %d
M164=Nem takarította ki a régi elemeket %d napja. Szeretné elindítani a takarítás varázslót?
M167=Hírek frissítése %s...
M175=Ön a GreatNews legfrissebb verzióját használja.
M176=Nem sikerült ellenőrizni a legfrissebb verziót. Kérem próbálja meg később.
M177=A hírlista üres. Kérem válassza ki a hírforrást vagy csoportot, ahol keresni akar
M178=Nincs olvasatlan elem
M202=GreatNews nem szabályosan lett leállítva. A rendszer most frissíti a számlálókat.
M207=Biztos benne, hogy mindet megjelöli olvasottként?
M208=Nem található a kiválasztott blog eszköz.
M209=GreatNews gyorsan fejlődik. Ez a béta verzió már több, mint 30 napos. Kérem töltse le a legfrissebb verziót: http://www.curiostudio.com

; feed group dialog
M139=%d hír %d új elem ebben a csoportban. %d elem olvasatlan.

; various feed dialogs
M140=%d elem ebben a hírforrásban. %d olvasatlan.
M147=Kérem írja be a keresési kulcsszót
M148=Kérem adjon nevet a keresésnek
M168=Kérem töltse ki a hírforrás címét.
M169=A hírforrás címe nem lehet üres
M171=Kérem válasszon csoportot

; cleanup wizard
M141=%d hírelem a takarítás előtt
M142=%d hírelem a takarítás után
M143=Hírek takarítása %s...
M144=Adatfájl tömörítése...
M145=A takarítás sikeresen befejeződött
M146=Kérem válasszon legalább egy hírforrást.
M204=Biztos benne, hogy takarítja a címkézett elemeket is?

;Export RSS dialog
M149=%d hír elem exportálva fájlba %s

;Export Wizard
M150=Kérem adja meg a kimeneti fájl nevét.
M151=%d hír és %d csoport sikeresen exportálva.

;Feed Organizer
M165=Biztos benne hogy törli a %d kiválasztott hírt?
M179=Kérem válassza ki a híreket amiket szeretne áthelyezni
M180=Kérem válasszon egy csoportot, ahova szeretné áthelyezni a kiválasztott híreket
M181=Kérem válassza ki a törölni kívánt híreket
M182=Kérem válassza ki a szinkronizált bloglines híreket, amiket szeretné leválasztani

;Search dialog
M166=Keresés %d a %d elemből...
M170=Nincs a keresésnek megfelelő találat

;Import Wizard
M172=Kérem adja meg a fájl nevét
M173=Kérem adja meg a url címet
M174=Kérem fejezze be az importálást mielőtt kilép.
M190=%d hír és %d csoport sikeresen importálva.\n
M191=%d hír és %d csoport átugorva, mert már létezik.\n
M192=%d hír és %d csoport sikertelen.
M193=\tCsoport '%s' sikeresen importálva
M194=\tCsoport '%s' átugorva
M195=***** Csoport '%s' importálása sikertelen
M196=\tHír '%s' átugorva
M197=Hírek importálása '%s'...
M198="**** Hír '%s' sikeresen importálva átnevezés után
M199=\tHír '%s' sikeresen importálva
M200=***** Hír '%s' importálása sikertelen. [%s]*****
M201=***** Hír '%s' importálása sikertelen. *****

;Bloglines Sync Wizard
M183=Kérem töltse ki a Bloglines.com fiók adatait
M184=A jelszó és a megerősítő jelszó nem egyezik

;News Watch dialog
M185=Kérem töltse ki a szavakat a találathoz
M186=Kérem töltse ki a figyelés címét
M187=Kérem jelöljön meg legalább egy figyelési opciót
M188=A szöveg színe nem egyezhet meg a háttér színével
M189=Kérem válasszon ki legalább egy egy hírforrást

;Label Properties dialog
M203=%d hírelem rendelkezik ezzel a címkével.

;Config BlogThis Dialog
M205=Kérem helyettesítse a <yoursite.com>-t az ön saját oldalának címével.

;Global Search Dialog
M206=Nincs a feltételeknek megfelelő találat.
